Seleniumcode/OrangeHRM12/SoapRequestFile.xml

 <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:GetConversionRate>
         <!--Optional:-->
         <tem:CurrencyFrom>USD</tem:CurrencyFrom>
         <!--Optional:-->
         <tem:CurrencyTo>INR</tem:CurrencyTo>
         <tem:RateDate>2018-12-07</tem:RateDate>
      </tem:GetConversionRate>
   </soapenv:Body>
</soapenv:Envelope>